[
  {
    "image": "https://i.ibb.co/1Q93BWx/blogFour.jpg",
    "title": "What does it take to build an Employer Brand in 2022?",
    "about": "With the corporate sector changing rapidly, a strategy for improving the employer brand is critical. The main goal is to gain the competitive advantage your brand requires in the marketplace. Furthermore, as work-from-home and hybrid working are becoming more common, brands must align their objectives accordingly and provide an employee-centric work environment Employees, particularly millennials, require more than a paycheck to bring out their best. They need a great place to work that cares about their mental and physical health. Furthermore, with millennials rapidly taking over the workforce, employer branding will be around for a long time. But what planning and steps does a brand need to take to boost its overall branding in the current corporate world? We will discuss just that and how you can use them to their full potential. "
  },
  {
    "image": "https://i.ibb.co/4Yvs2WY/blog-Seven.webp",
    "title": "The ultimate 4-part toolkit for scaling startup hiring",
    "about": "Standard procedure doesn’t apply when it comes to early-stage startup hiring. There’s no HR team—there’s probably one HR person who coordinates with the hiring managers on a case-to-case basis.Early-stage startups have tiny teams that are collating information about open positions, reaching out to potential candidates, spending loads of money on job boards with very little insights about their ROI, setting up interviews and assignments, and finally onboarding the selected candidates.For most startups, this is a stressful and complicated process. While we agree that it’s a complicated process, stress can be removed from the equation."
  },
  {
    "image": "https://i.ibb.co/tBXXzyR/blogsix.webp",
    "title": "Thank you email to candidate after interview",
    "about": "Dolor ut irure ea minim ex labore adipisicing esse proident cupidatat non id ut. Minim dolore culpa nulla sint esse minim irure laboris sit incididunt est do. Velit id veniam aute officia incididunt occaecat consequat nisi sunt consequat. Do exercitation occaecat elit quis duis veniam ea ea non elit aliquip. Elit proident mollit consectetur nulla sit. Minim esse adipisicing cillum non tempor. Magna tempor veniam eiusmod nulla incididunt.\r\n"
  },
  {
    "image": "https://i.ibb.co/3FLvf2K/blogFive.jpg",
    "title": "9 Considerations While Hiring Candidate Background Checks Services",
    "about": "Eu mollit ut elit adipisicing magna deserunt laborum qui deserunt in sit excepteur anim. Reprehenderit do est sunt eiusmod. Reprehenderit excepteur elit ullamco laborum. Aliquip sunt do aliquip enim eiusmod occaecat officia quis veniam Lorem officia non sint cillum. Minim nisi est nisi exercitation elit sit est veniam anim. Deserunt mollit occaecat aliquip magna quis do. Ullamco commodo in in exercitation occaecat eu occaecat voluptate amet sunt elit.\r\n"
  }
]
